label natsuki_exclusive_1:
    scene bg club_day
    with wipeleft_scene
    n "呃...！"
    "我听见夏树在储藏间那里发出了一声窝火的声音。"
    "看起来她正在烦恼着。"
    "我走过去，看看她是不是需要帮忙。"
    play music t6 fadeout 1
    scene bg closet
    show natsuki 4r zorder 2 at t11
    with wipeleft_scene
    mc "你在找什么吗？"
    n 4x "莫妮卡讨厌鬼..."
    n "从来都把我的东西到处乱放！"
    n "如果有人老是把你的东西乱放，整理起来又有什么意义啊？"
    "夏树把书架上的漫画重新插进套装盒中。"
    mc "漫画..."
    n 2c "我记得你也看漫画，对吧？"
    mc "啊--"
    mc "...偶尔吧..."
    "漫画这种东西，在不知道对方的态度前，你不能直接承认自己非常喜欢它。"
    mc "...你怎么知道？"
    n 2k "我听你之前提起过。"
    n "而且，看你的表情就知道了。"
    "这是什么意思...？"
    mc "我-我知道了..."
    "在一个书架的边上，有一本漫画埋在了一堆各种各样的书中。"
    "我有点好奇，把它从书堆里抽了出来。"
    n 1b "原来它在{i}这里{/i}！"
    "夏树从我手里抢过了那本漫画。"
    "她转过身，把那本漫画按照册号重新插回漫画盒中。"
    n 4d "啊，舒服多了！"
    n "看着一套漫画里缺了一本可能是世界上最气人的事情。"
    mc "我懂这种感觉..."
    "我凑近看了眼她赞赏着的这套漫画。"
    mc "帕菲女孩...？"
    "我从没听说过这个系列。"
    "要么它不是我喜欢的类型，要么就是个粪作。"
    n 5g "如果你要品头论足的话，你可以在透过门上的玻璃朝外面说。"
    "她指着教室门。"
    mc "喂-喂，我可没又要评头论足...！"
    mc "我还什么都没说呢。"
    n 5c "你的语调已经表现出来了。"
    n "但我要先告诉你一件事，[player]。"
    n 4l "这句话也适用于整个文学部：不要光凭封面就评判一本书！"
    n "实际上--"
    "夏树从盒子里抽出帕菲女孩的第一册。"
    n "我会告诉你为什么！"
    "她把漫画塞进我的手里。"
    mc "啊..."
    "我看着封面。"
    "上面画着四个盛装美少女摆出漫画女主角的姿势。"
    "这个...“萌”过头了。"
    n 4b "别傻站着！"
    mc "呜哇--"
    show natsuki zorder 1 at thide
    hide natsuki
    "夏树抓着我的手臂把我拖出了储藏间。"
    "然后她靠墙坐下了，就坐在窗台下。"
    "然后在她拍了拍边上的地面，示意我坐在那里。"
    show bg club_day
    show natsuki 2a zorder 2 at t11
    with wipeleft
    mc "椅子不是更舒服么...？"
    "我坐了下来。"
    n 2k "椅子不行。"
    n "那样就没法让我们两个一起读了。"
    mc "诶？为什么？"
    mc "啊...我知道了，两个人像这样更容易凑近一点..."
    n 2o "--！"
    n 5r "不-不要直接说出来！"
    n "让我都觉得怪怪的了！"
    "夏树交叉着手臂，挪远了一些。"
    mc "抱歉..."
    show natsuki 5g
    "我也没想到要和她坐得这么近..."
    "虽然这样也不坏啦。"
    "我打开了漫画。"
    "不一会儿，夏树又悄悄地挪了回来，似乎希望我没有发现她的动作。"
    "我能感觉到从身边透来的视线，其实夏树比我还想看这本漫画。"
    n 1k "哇，自从我上次读了这个开头已经过去多久了...？"
    mc "嗯？"
    mc "你不会时不时地回头翻一翻前面几册么？"
    n 2k "一般不会。"
    n "可能等到整个系列读完的时候，我会回去看一下。"
    n 2c "喂，你倒是有认真看漫画么？"
    mc "嗯..."
    "我正在看，但是没什么特别的桥段，所以我可以一边看一边聊天。"
    "感觉就是一群高中女生聚在一起。"
    "纯粹的日常剧情。"
    "我感觉自己有些厌倦日常系的作品了，因为这种类型通常缺乏剧情展开，很难让人产生兴趣。"
    mc "所以..."
    mc "之后会有什么展开么？"
    mc "会有什么特别的剧情么？"
    n 4w "哼，当然咯！"
    n "你以为我会看那种没有特殊展开的作品么？"
    n 4c "我是说..."
    n 2c "嗯，我觉得我知道你想说什么..."
    n 2k "很多话的开场都是围绕一些小事..."
    n "比如有一话她们迷上了冰淇淋店的一个帅哥..."
    n 2c "而这些剧情都会让你更好地了解角色！"
    n "而且，故事也还是很有趣的。"
    n 2d "不过在这之后，戏剧性的展开一鼓作气地袭来..."
    n "比如叙述她们的背景故事的时候，还有开始进入恋爱主线的时候..."
    n "这些故事结构上的安排真是太棒了。"
    n 2a "里面有很多感人的桥段。"
    mc "啊，是吗？"
    mc "听起来你真的很了解你喜欢的作品。"
    mc "看来我有点低估你的厨力了。"
    n 2z "嗯哼哼。"
    n 1f "...喂，等下！"
    n "你 {i}这话{/i} 是什么意思？！"
    mc "哇啊--"
    "夏树轻轻地推了我一把。"
    mc "我只是说，感觉你真人不露相，懂得可多..."
    n 5s "哼。算你聪明。"
    mc "啊...这一章似乎是关于烘焙的。"
    mc "让我来猜猜看，这个漫画里有很多烘焙有关的内容吗？"
    n 5b "嗯--"
    "夏树停顿了一会儿，似乎并不想承认这一点。"
    n 2q "...是有一些。"
    n "这很重要吗？"
    mc "没什么，我只是有点好奇..."
    mc "因为你也很擅长烘焙，对吧？"
    n 1o "那是--"
    n "那只是个巧合！"
    n 1t "我只是在读这个系列的时候正好迷上了烘焙。"
    n "我怎么会因为漫画去喜欢烘焙哦。"
    n 4y "社会上还有这种会被漫画影响的人哦。"
    n "啊哈哈！"
    "肯定不是巧合..."
    "我想这就是夏树喜欢烘焙的理由吧。"
    "但是，在漫画中出现的这么可选爱好里，她只选择了烘焙，那么其本身肯定也是更有魅力的。"
    "更别说夏树还真的很擅长烘焙，所以我还说什么呢？"
    $ persistent.clear[0] = True
    $ renpy.save_persistent()
    scene n_cg1_bg
    show n_cg1_base
    with dissolve_cg
    "..."
    "我们接着读了几分钟。"
    "我已经读完几章了。"
    mc "...你这样坐着不会感到无聊吗？"
    n "并没有！"
    mc "即便你只是在这看着我读？"
    n "好吧...！"
    n "我...觉得没问题。"
    mc "既然你这样说的话..."
    mc "...可能把自己喜欢的作品推荐给别人，也蛮有趣的。"
    mc "我自己也会因为朋友在读我喜欢的漫画而高兴。"
    mc "你明白我的意思吧？"
    n "...？"
    mc "嗯？"
    mc "你不明白？"
    show n_cg1_exp2 at cgfade
    n "唔..."
    n "我...没有..."
    n "嗯，我不是很懂。"
    mc "...什么？"
    mc "你不和自己的朋友一起看漫画吗？"
    hide n_cg1_exp2
    show n_cg1_exp3 at cgfade
    n "你能别这么直接说出来吗？"
    n "真是的..."
    mc "啊...对不起..."
    n "哼。"
    n "说得好像我有可以一起看漫画的朋友一样..."
    n "他们都觉得漫画是给小屁孩看的。"
    n "每当我提起漫画，他们的样子就像是在说..."
    n "“诶？你三岁小孩吗？”之类的。"
    n "真想揍爆她们的脸..."
    mc "呃，我知道有这种人的..."
    mc "说真的，能找到一个不对你评头论足的朋友已经够难了，更何况对方还要同样喜欢漫画..."
    mc "我已经差不多是个失败者了，所以我觉得自己会被慢慢吸引到败者组里。"
    mc "但对你这样的人来说可能会难一点..."
    hide n_cg1_exp3
    n "哼。"
    n "好吧，你说得还挺对的。"
    "{i}...等下，哪个部分？？{/i}"
    n "我的意思是，我甚至都没法把漫画放在自己房间里..."
    n "我根本不知道我爸在发现这些后会怎么样。"
    n "至少放在部室里挺安全的。"
    show n_cg1_exp3 at cgfade
    n "除了有莫妮卡这个什么都不懂的混蛋以外..."
    n "可恶！我难道就赢不了吗？"
    mc "嗯，但最终付出也有回报了，不是吗？"
    mc "我是说，至少我在这里，能够阅读这本漫画。"
    n "好吧，可是这又没解决我的问题。"
    mc "也许吧..."
    mc "但至少你也乐在其中，不是吗？"
    hide n_cg1_exp3
    show n_cg1_exp2 at cgfade
    n "--"
    n "..."
    n "...所以呢？"
    mc "啊哈哈。"
    hide n_cg1_exp2
    show n_cg1_exp3 at cgfade
    n "天哪，你玩够了没有？！"
    n "你到底还读不读了？"
    mc "好吧，好吧。"
    "我又翻了一页。"
    "夏树突然笑了出来。"
    hide n_cg1_exp3
    show n_cg1_exp1 at cgfade
    n "啊哈哈哈！"
    n "我完全忘了这一段。"
    "夏树指着那一格。"
    n "美野里是我最喜欢的角色。"
    n "她的运气实在太差了，所以你会很同情她。"
    n "不过她运气最差的时候是--"
    hide n_cg1_exp1
    n "唔..."
    n "我不能剧透！"
    n "等你把这一话读完再说！"
    scene bg club_day
    with dissolve_cg
    "夏树兴奋地说着。"
    "这和她平时的语气完全不一样。"
    "不过我也能理解，毕竟她还从来没有和朋友分享过她最爱的漫画。"
    "和别人谈起自己喜欢的东西时，那种感觉很难用语言描述。"
    "而自己能为毫无经验的夏树提供这样的体验..."
    "也让我自己笑了起来。"
    show monika 4b zorder 3 at f21
    m "好了，各位！"
    mc "诶？"
    m "大家都准备好今天的诗了嘛？"
    mc "..."
    show monika zorder 2 at t21
    show natsuki 4w zorder 3 at f22
    n "喂，你这家伙！"
    n "你就不会挑个好点的时机吗？"
    show natsuki zorder 2 at t22
    show monika zorder 3 at f21
    m 5 "对不起～！"
    m "我只是需要确保我们有足够的时间。"
    m "不过你们的确看起来很温馨啊。啊哈哈！"
    show monika zorder 2 at t21
    show natsuki zorder 3 at f22
    n 4o "诶...？"
    n 1p "啊-啊！"
    "夏树突然间意识到自己离我有多近。"
    "她连忙向旁边滑了足足三十公分。"
    show monika zorder 1 at thide
    show natsuki 1s zorder 2 at t11
    hide monika
    mc "好吧..."
    mc "Guess I'll stop here for now."
    mc "我想今天就读到这里了."
    "我合上漫画，把它递给夏树。"
    n 2m "你就这么还给我了...？"
    n "你就不想知道后续么？"
    mc "啊...想是想啦，但是..."
    mc "莫妮卡刚刚说了--"
    n 2u "别犯傻了。"
    n "直接带回家嘛。"
    mc "诶？"
    mc "...真的可以吗？"
    "因为我并没有打算在闲暇的时间读它，所以我才那么说的..."
    n 4h "嗯，当然啦。"
    n "你不带回去的话，真的要读到天荒地老了。"
    n "今晚把这本读完，这样我们明天就可以开始看下一本啦。"
    n 4g "如果你把它压皱了，我会掐死你。"
    mc "今晚...？"
    show natsuki zorder 1 at thide
    hide natsuki
    "这一册我才读了一半诶。"
    "如果要读完，我就追不上今晚的剧了。"
    "但为了能再看到夏树热情洋溢的脸，我觉得这些都是必要的牺牲。"
    "或者说，我是不敢去想如果我 {i}没读完{/i} 会发生什么事情吗...？"
    mc "那，好吧！"
    "我站起身。"
    "我回到放着书包的位置，把漫画轻轻放了进去。"
    return


label natsuki_exclusive_2:
    $ n_exclusivewatched = True
    play music t6 fadeout 1
    scene bg club_day
    show natsuki 4c zorder 2 at t11
    with wipeleft_scene
    n "..."
    "夏树很快就走了过来，眼里充满期待。"
    mc "好啦，好啦。"
    mc "别担心，我已经读完了。"
label natsuki_exclusive_2_ch3:
    "我把帕菲女孩的第一册从我的包里抽了出来。"
    "夏树从我手里接过来，翻来翻去，大概是想检查书是不是皱了。"
    mc "喂，我没那么粗心..."
    mc "我也一直是个漫画爱好者。"
    n 1m "干嘛，我只想确认一下！"
    n 1c "你是在指责我太多心了吗？"
    n "我又不是天天都把我的漫画漫画借给别人的。"
    mc "这倒是..."
    mc "我不怪你。"
    n 2j "但总之，先让我把这本放回去。"
    n "然后我就把第二册给你，好吗？"
    show natsuki zorder 1 at thide
    hide natsuki
    "夏树走向储藏间。"
    "我在她身后跟着。"
    show bg closet
    show natsuki 2l zorder 2 at t11
    with wipeleft
    n "你是想跟我说你有什么读后感吗？？"
    n 2k "这本最后讲到哪里来着？我有点忘了。"
    mc "啊，好像是美野里和爱丽丝发现--"
    show natsuki 1e at h11
    n "{i}莫妮卡！！{/i}"
    "夏树的声音在从储藏间里传了出来。"
    mc "诶...？"
    "我朝里面看了一眼。"
    "夏树的所有漫画都被摆在了架子最上面。"
    n "你又动了我的漫画？！"
    show monika 3l at l31
    m "啊，抱歉，抱歉！"
    m "因为我们占用了储藏间太多的空间，老师有点生气了..."
    m "所以我只能挪了一些东西挤出一点空间。"
    m 3b "东西都还在，我只是重新摆了一下！"
    show monika zorder 1 at thide
    hide monika
    n 1r "呃..."
    "最上层比夏树的脑袋还高。"
    show natsuki at h11
    "她徒劳地跳了一下，想要够到自己的漫画。"
    n 1q "可恶...！"
    n "这太不方便了！"
    n 1c "我要把它们都拿下来。"
    n "这些架子上明明还有很多空间。"
    n "而且..."
    n 4w "漫画摆成一排多好看！"
    n "干嘛要把它们放在最上面？"
    mc "呃，夏树..."
    mc "墙上有个小凳子。"
    "在储藏间里，有个折叠凳挂在墙上。"
    mc "如果你需要的话，我可以帮你从上面把它拿下来..."
    n 1g "我自己可以拿！"
    "夏树抓起折叠凳把它展开放好。"
    n "你是觉得我太矮还是怎样？"
    mc "我是说--"
    n 5x "我 {i}就知道{/i}！"
    n 5w "好啊，你懂什么？"
    n "你给我看好了！"
    "夏树站了上去，但因为是折叠凳，所以她有些摇摇晃晃的。"
    n 1f "啊-啊..."
    mc "小心..."
    n 1r "我知道我在干嘛！！"
    "夏树站在凳子上，指尖刚好能够到最上面一层。"
    "对我来说，折叠凳已经足以能让我轻松地拿下那些漫画，但夏树今天还是一如既往的固执。"
    n "唔-唔唔..."
    "夏树用指尖把其中一个小盒子挪到了书架的边缘。"
    n 1t "看到没...？"
    n 1v "呀--！"
    "那个盒子突然掉了下来。"
    "夏树差一点就没能抓住它。"
    "凳子晃来晃去。"
    show natsuki at h11
    n "哇啊--"
    "因为失去了平衡，夏树从凳子上跳了下来。"
    "谢天谢地，她最终还是保持住平衡，站到了地面上。"
    "她得意洋洋地举着盒子。"
    n 4y "看-看到没！"
    "只不过因为差点摔倒了，夏树的稍微有点惊慌。"
    mc "天哪..."
    mc "别再逞强了。"
    mc "那些大一点的盒子你也拿不下来。"
    mc "我可以够到它们，所以就--"
    n 2h "我说了我能行！"
    n "我用不着你帮，知道吗？"
    mc "唉..."
    n "我去搬个椅子过来，你给我等一下。"
    show natsuki zorder 1 at thide
    hide natsuki
    "夏树推开我，挤出了储藏间。"
    n "我看看..."
    "教室的课桌椅是成套相连的，根本没法拿到储藏间里。"
    n "啊哈！"
    "夏树小跑到教师桌边上，在它后面有一张电脑椅。"
    "她把电脑椅一路推到了储藏间。"
    show natsuki 4a zorder 2 at t11
    mc "啊--"
    "不过站在电脑椅上有点危险，毕竟它下面都是滑轮而且中轴又是可以转动的。"
    "但我已经吃过瘪了，所以就什么也没说。"
    n 1 "唔--"
    "夏树爬上电脑椅，一点点地直起身子。"
    "既然她拒绝了我的帮助，我便坐在门框边上静静地看着。"
    $ persistent.clear[1] = True
    $ renpy.save_persistent()
    scene n_cg2_bg
    show n_cg2_base
    with dissolve_cg
    n "啊哈！搞定！"
    n "看见没？轻松愉快。"
    "夏树举起一盒漫画，弯下身子把它放在下面的架子上。"
    show n_cg2_base at n_cg2_wiggle
    n "哇-哇啊--"
    "椅子转了起来。"
    "夏树赶紧抓住架子稳住自己。"
    show n_cg2_exp1 at cgfade
    n "别光看着啊？？"
    n "你就那么无所事事地坐着吗？不能帮我按住这个椅子好让它别乱动么？"
    "{i}（刚刚是谁说不需要帮忙的来着...？）{/i}"
    mc "好吧，好吧...我抓稳了。"
    hide n_cg2_exp1
    "我蹲下身按住了椅子，夏树重新直起了身子。"
    mc "--！"
    "我好像..."
    "{i}我好像抬头就能看到她的裙子里面？！{/i}"
    mc "咕--"
    "我赶紧转过视线。"
    "夏树肯定还没有意识到...！"
    "她要是发觉了，那我就死定了！"
    show n_cg2_base at n_cg2_wiggle
    n "唔嗯--"
    "夏树抱起帕菲女孩的盒装，也就是架子上最大最重的盒子。"
    n "唔...好重..."
    show n_cg2_exp1 at cgfade
    n "嘿，[player]..."
    n "我-我感觉抱不动它了...！"
    n "快帮拿一下..."
    mc "诶？"
    mc "但我得放开椅子..."
    n "没关系...!"
    n "一下下就好了！"
    n "快一点...抱不动了..."
    mc "好的...！"
    mc "你等我站起来。"
    "我慢慢放开椅子。"
    n "'站起来' 是什么意思？"
    "夏树低头看向我。"
    n "为什么你要蹲--"
    stop music fadeout 1
    n "诶-诶...？"
    "夏树看起来好像意识到了什么，但她现在如果乱动的话就会摔下来。"
    mc "夏树，盒子--"
    play music t7
    show n_cg2_exp2 at cgfade
    n "{i}你-你在往哪看？！{/i}"
    mc "--！"
    show n_cg2_base at n_cg2_wiggle_loop
    show n_cg2_exp1 at n_cg2_wiggle_loop
    show n_cg2_exp2 at n_cg2_wiggle_loop
    n "你在偷看我的...我-我的..."
    "夏树的双腿开始颤抖。"
    mc "我不是！我没有！我只是--"
    mc "--夏树，别乱动！"
    mc "先把盒子给我！"
    n "你...你个死变态！"
    n "你居然趁火打劫！！"
    n "走开！"
    n "给我出去！"
    mc "但是--"
    n "我自己来！！"
    hide n_cg2_exp2
    n "啊-啊--"
    "电脑椅突然开始在夏树脚下旋转起来。"
    mc "夏树--！"
    show n_cg2_base at n_cg2_wiggle_loop
    show n_cg2_exp1 at n_cg2_wiggle_loop
    show n_cg2_exp2 at n_cg2_wiggle_loop
    n "{i}呀啊！{/i}"
    "场面瞬间陷入了混乱。"
    "椅子从她脚下滑了出去。"
    "慌乱中，我试图接住她。"
    "盒子从夏树怀中掉了出来，里面的漫画漫天飞舞。"
    mc "接住你了--"
    show n_cg2_base at n_cg2_zoom
    show n_cg2_exp1 at n_cg2_zoom
    show n_cg2_exp2 at n_cg2_zoom
    show black:
        alpha 0
        0.10
        linear 0.10 alpha 1
    $ pause(0.20)
    stop music
    play sound "sfx/fall2.ogg"
    "{i}哗啦！{/i}"
    "夏树的冲力让我倒在了地上。"
    "一大堆书无情地砸在我的脸上。"
    "夏树用双手护住头，迎面直接扎进了我的怀里。"
    mc "唔呃..."
    "我的右手和后背一瞬间受到了不小的冲击。"
    play music t8 fadeout 1.0
    scene bg closet
    show natsuki 1v at face
    with dissolve_cg
    n "唔-唔..."
    "慢慢地，夏树回过神来。"
    mc "咕--！"
    "她的双臂按在我身上，把自己撑了起来。"
    n 1h "诶...？"
    "夏树意识到自己的身体下面不是地板。"
    n 1o "你-你你你...！！"
    n "变态！死变态！"
    mc "唔哦--！"
    "一记重拳打在我的胸口。"
    "夏树从我身上跳开。"
    show natsuki 1x zorder 2 at t11
    n "你在想什么？！"
    n "死闸总。"
    show monika 1d zorder 3 at f31
    m "大家还好吗...？"
    m "我刚刚听见很大的一声..."
    "莫妮卡探进头来。"
    show monika zorder 2 at t31
    show natsuki zorder 3 at f11
    n 1e "莫妮卡！"
    n "你看到把我的漫画放在最上层的后果了吧？！"
    n 1w "你是想谋杀你的部员吗？"
    n "天哪！"
    show natsuki zorder 2 at t11
    show monika zorder 3 at f31
    m 5 "对-对不起，对不起！"
    m "啊哈哈..."
    show monika zorder 2 at t31
    show natsuki zorder 3 at f11
    n 5r "哦，还有件事。"
    n "看起来你的新部员是个不折不扣的变态。"
    n "祝你好运哦。"
    show natsuki zorder 2 at t11
    mc "我...我没有--！"
    "总之，我该怎么向莫妮卡解释这个奇怪的状况。"
    mc "我什么也没做，我发誓...！"
    show monika zorder 3 at f31
    m 1l "我懂，我懂，别在意～"
    show monika zorder 1 at thide
    hide monika
    "莫妮卡悄悄地对我说道。"
    "看来我还不至于被炖了..."
    stop music fadeout 1
    n 1p "哦不...！"
    n "我...我的..."
    show natsuki 1m
    mc "诶？"
    "我低头看了看。"
    "漫画散得到处都是，夏树跪在地上，手里只握住了一本。"
    "书页上有一个大大的折痕，她努力地想把它弄平。"
    mc "啊，它掉地上的时候肯定压到这一页了..."
    stop music fadeout 1
    "夏树继续努力把它弄平，但还是徒劳无功。"
    show natsuki 12b
    "突然之前，她放弃了，啪地一声合上了书，把它丢到了地上。"
    "夏树没有大吼大叫，只是低下了头。"
    play music t9
    show natsuki 12d at s11
    n "{i}*啜泣*{/i}"
    mc "...夏树，你是不是--"
    show natsuki zorder 2 at t11
    n 12f "没有！"
    "夏树的声音有些颤抖。"
    "我看见她的眼泪流了下来。"
    mc "啊..."
    mc "我会帮你把它弄平的，好吧？"
    mc "这有一部分是我的责任，所以..."
    "夏树只是摇了摇头，依旧盯着地面。"
    n "不..."
    n "我根本不在乎..."
    n "我只是..."
    n "今天过得很烦..."
    "夏树继续抽泣着。"
    n 12i "我没有想要把怨气发泄在你身上..."
    n "我真的没想要这样！"
    mc "没...没关系的。"
    mc "...你想聊聊吗？"
    show natsuki 12f
    "夏树摇了摇头。"
    n "只是..."
    n "每天..."
    n "...都...很艰难。"
    n "我只想..."
    n "...到部室来，然后..."
    n "..."
    "夏树又一次陷入沉默。"
    "我无法逼迫她讲下去，所以我只能做一些我能做的事情。"
    mc "好吧..."
    mc "总得有人收拾残局。"
    mc "剩下的漫画让我来搬。"
    mc "啊。"
    "我捡起帕菲女孩的第二册。"
    mc "我们先把这本挑出来。"
    mc "你最喜欢这部漫画了，不是吗？"
    mc "等我收拾完漫画我们就可以开始看这本了。"
    show natsuki 12h
    "夏树泪汪汪地看着我。"
    "她的嘴唇微颤着。"
    n "你..."
    n "你对我真好..."
    mc "诶？"
    "从夏树嘴里说出这种话，反倒让我感到有点奇怪。"
    "这我倒是完全没想到。"
    mc "嗯..."
    mc "我只是做了一个好朋友该做的事情，不是吗？"
    n 12f "嗯..."
    show natsuki at thide
    hide natsuki
    "夏树没有抬头，只是在那抽泣着。"
    "我不知道今天的她发生了什么，但我至少得表现得友好些。"
    "在接下来的几分钟里，我收拾起地上散落的漫画，而我们也一直沉默着。"
    "我按照正确的顺序把漫画塞进盒子里。"
    "过了一会儿，夏树也蹲下身开始收拾。"
    "我们很快便把漫画整理完毕了，然后我把它塞在了夏树刚才想要放的那个书架上。"
    "然后，我踩上折叠凳，三两下就把夏树其他的漫画都从顶层移了下来。"
    mc "搞定--！"
    mc "这样应该就可以了。"
    "我收起折叠凳。"
    "夏树移开了她的视线。"
    show natsuki 5u at t11
    n "谢-谢谢..."
    mc "啊哈哈..."
    mc "小事一桩。"
    "夏树手里拿着我交给她的那册漫画。"
    mc "好了，开始看漫画吧？"
    n 2n "好的。"
    n "即使你不想看，我也会按着你看完。"
    n 2u "你要对你说过的话负责。"
    n "要和我一起愉快地看漫画。"
    mc "如你所愿！"
    play music t8 fadeout 1
    scene bg club_day
    with wipeleft_scene
    "我们坐在和上次一样的地方，打开了帕菲女孩的第二册。"
    "夏树的心情好地很快，一边笑着一边指着漫画里她喜欢的情节。"
    "她的确读得很仔细，注意到了很多微妙的梗和背景要素。"
    "渐渐地，漫画中设定与剧情的紧凑感也给我留下了深刻的印象。"
    "看来夏树也有不错的漫画品味。"
    "过了一会儿，莫妮卡像往常一样召集大家，又到该分享诗的时候了。"
    show natsuki 2j zorder 2 at t11
    mc "看来今天就读到这里吧。"
    n "好的！"
    n "连你这次都好像更狂热了呢。"
    mc "是吧，我感觉自己要成为这个系列的粉丝了。"
    n 4z "嗯哼哼。"
    n "我早就说了。"
    mc "是的，是的..."
    show natsuki zorder 1 at thide
    hide natsuki
    "我回到座位上，把漫画放进了包里。"
    return

