label yuri_exclusive_1:
    scene bg club_day
    with wipeleft_scene
    "我很想和优里再多聊聊..."
    "但是打搅到她看书就不太好了。"
    "我瞥了一眼她的书的封面。"
    "好像就是她借给我的那本..."
    "不仅如此，她好像还在看最开始的几页。"
    play music t6 fadeout 1.0
    show yuri 4a zorder 2 at t11
    y "啊..."
    "靠--"
    "她似乎注意到我在看她了..."
    "她又偷偷看了我一眼，我们视线有那么一瞬间交汇上了。"
    y 4b "..."
    "可她却把头埋进书里，埋得更深了。"
    mc "抱歉..."
    mc "我只是在发呆..."
    "我喃喃地说着，觉得自己是不是让她感到了不适。"
    y 1i "哦..."
    y "没事的..."
    y 1a "要是我注意力集中的话，那我一开始也就不会注意到了。"
    y "不过我只是在重读这本书，所以..."
    mc "就是你给我的那本，对吧？"
    y "嗯哼。"
    y "想重读一部分而已。"
    y 2q "并没有什么特别的原因...！"
    mc "我只是好奇地问下，你怎么会有两本一样的书呢？"
    y "呃..."
    y "嗯，昨天我走到书店的时候--"
    y 3o "啊，我不是那个意思..."
    y "我是说--"
    y 1w "我...只是碰巧买了两本而已。"
    mc "啊，好吧。"
    "显然优里并没有告诉我实情，但我决定不再追问了。"
    mc "我一定会尽快开始读的！"
    y 2u "那挺好的..."
    y "一旦你开始读了，那么想再放下就比较难了。"
    y 2c "这是个非常紧凑精致的故事。"
    mc "这样吗...？"
    mc "话说，它大概是讲什么的呢？"
    y 1f "嗯..."
    y "唔唔..."
    "优里合上了书，开始扫视书的背面。"
    "这本书叫《马卡洛夫的肖像》。"
    "封面上还有一个不详的眼睛符号。"
    y 1a "好了..."
    y "我只是想确认一下我不会一不小心剧透点什么。"
    y "总地来说，这本书是讲的是一个高中女生与她失散多年的妹妹重逢相熟..."
    y "但是随着关系的发展，她的日常生活开始变得非常诡异。"
    y 1m "她开始被一些从人体试验监狱里逃出来的人追杀..."
    y "当她遭遇生命威胁的时候，她迫切地需要选择到底信任谁。"
    y 1i "但是无论怎么选择，她最终她都会毁灭大部分的人际关系，而人生也开始分崩离析..."
    mc "这情节可有点--！"
    "有点黑暗，不是吗？"
    "优里的语气让我觉得它像是一个愉快的故事，可情节却出人意料地黑暗。"
    y 1c "啊哈哈。"
    "优里突然轻笑起来。"
    y "你是不是不太喜欢这种故事啊，[player]？"
    mc "不，那倒也不是..."
    mc "我是说，这种小说我也是可以读下去的啦，别担心。"
    y 2u "但愿如此..."
    "是啊...我完全忘了优里很喜欢这类黑暗深邃的故事。"
    "她看起来害羞又孤僻，但思维却好像完全不同。"
    y "只不过是一类故事啦..."
    y 1a "它们会挑战你，让你从一种新奇的角度去看待生活。"
    y "恐怖事件的起因，有时候并不仅仅只是有人想要作恶..."
    y 1m "而是因为每个人都有他们自己的目的，或是他们坚信的哲学。"
    y "而当你突然成功地将自己带入到主角身上时..."
    y "你就会意识到他们才是那个不成熟的、以片面的道德干涉反派计划的人。"
    y 3v "我...我是不是说得有点乱...？"
    y "又变成这样了..."
    y 4b "我很抱歉..."
    mc "嘿，不用道歉的...！"
    mc "我没有丧失兴致啊。"
    y "我..."
    y "那就好..."
    y 4a "但是我觉得，最好还是让你了解一下我的这个问题..."
    y "当我沉浸在书籍或者写作的世界里的时候..."
    y "我有时候会忽略周边的人..."
    y 3t "所以如果我说了什么奇怪的话，那我真的很抱歉！"
    y "如果我又开始讲个不停，拜托阻止我一下！"
    mc "其实--"
    mc "我真的不觉得你应该担心这个..."
    mc "只是说明你对阅读有着莫大的热情罢了。"
    mc "至少我还可以在一旁听着。"
    mc "毕竟这里是文学部嘛..."
    y 4a "啊--"
    y "好像..."
    y "好吧，确实是这样..."
    mc "实际上..."
    mc "我也差不多该开始读这本书了，对吧？"
    y 3n "我-我没非要你去读！"
    mc "啊哈哈，你在说些什么啊？"
    mc "刚刚你还告诉我你很期待呢。"
    y 3o "..."
    mc "等我把它拿出来..."
    "我迅速将那本书从包里拿了出来。"
    mc "好了...我坐在这里没问题吧？"
    "我小心地在优里身边的位置坐下。"
    y 3n "啊...！"
    y "可以..."
    mc "你确定吗？"
    mc "你好像有点不安..."
    y "那只是..."
    y 4b "我很抱歉..."
    y "我不是不想让你坐在这！"
    y "只是我还不是很习惯..."
    y "怎么说呢，有人陪着我阅读。"
    mc "这样啊..."
    mc "嗯，如果我让你分心了的话，你直接告诉我就好。"
    y "好-好的..."
    show yuri zorder 1 at thide
    hide yuri
    "我翻开书、读起了序章。"
    "我很快就明白了优里所说的，有人陪着阅读是怎样的体验了。"
    "我在阅读的时候，似乎可以感受到她就在我的肩头。"
    "这倒也不是什么坏事。"
    "虽然可能会让人分心，不过这种感觉本身还是挺舒服的。"
    "优里就在我视线的角落里。"
    "我意识到她并没有在看自己的书。"
    "我瞟了过去。"
    "好像她确实是在读我的这本--"
    show yuri 3n zorder 2 at t11
    y "抱-抱歉！"
    y "我只是--！"
    mc "优里，你道歉太多啦。"
    y "是...是吗？"
    y 4a "我不是故意的..."
    y "抱歉..."
    y 4c "我是说--！"
    mc "啊哈哈。"
    mc "来，这样就可以了吧？"
    "我把桌子靠到优里的桌子上，然后把我的书捧在了两张桌子中间。"
    y 2v "啊..."
    y "我觉得可以..."
    "优里羞涩地合上了她的那本书。"
    "两个人都稍稍倾斜一点的话，肩膀就几乎要碰到了。"
    "似乎我的左臂挡住了她的视线，所以我开始用我的右手拿书。"
    mc "唔，这样的话我翻书就有点困难了..."
    y "这样..."
    $ persistent.clear[2] = True
    $ renpy.save_persistent()
    scene y_cg1_base with dissolve_cg
    "优里拿起左手，用拇指与食指拿住了书的左半边。"
    mc "啊..."
    "我学着她的样子用右手拿住了书的右半部分。"
    "这样一来，我每翻过一页，优里就把那页扣在拇指下。"
    "但是这样拿书的话..."
    "我们比之前挤得更近了。"
    "这已经完全是一种干扰了...！"
    "我几乎都可以感受到优里脸颊的温暖，而且她就在我视界的一旁..."
    show y_cg1_exp1 at cgfade
    y "...你准备好了吗？"
    mc "诶？"
    y "翻页..."
    mc "啊...抱歉！"
    mc "我刚刚走神了一下..."
    "我再次望向优里的脸，我们的视线交汇了。"
    "我不知道自己怎么样才能跟上她的节奏..."
    y "啊..."
    show y_cg1_exp2 at cgfade
    y "没关系的。"
    y "你平常不太读书吧？"
    y "如果你要多读一会的话，我耐心点等等你也没问题..."
    y "毕竟你对我这么有耐心..."
    y "我也耐心等等你是最起码的..."
    mc "好-好吧..."
    mc "谢谢。"
    hide y_cg1_exp1
    hide y_cg1_exp2
    "我们继续阅读。"
    "优里没再问过我要不要翻页。"
    "于是我就默认她读得比我快，在自己看完时就直接翻页了。"
    "我们就这样一言不发地读完了第一章。"
    "即使不说话，每次翻页也都像是一次亲密交流..."
    "我的拇指轻柔地放出纸页，飞向优里，而优里也用拇指接下它。"
    mc "嘿，优里..."
    mc "这样想可能有点傻，不过..."
    mc "我在主角身上看到了一些你的影子。"
    show y_cg1_exp1 at cgfade
    y "你...觉得像吗？"
    y "怎么会呢？"
    mc "好吧，我感觉虽然她在很多方面都更直率一些..."
    mc "但她说话做事之前，也总会反复思考确认。"
    mc "比如，她会害怕自己做错什么。"
    mc "倒不是说我自负地认为自己可以看透你的想法之类的..."
    mc "只是让我联想到你的举止而已。"
    y "这-这样啊..."
    scene bg club_day
    show yuri 2t zorder 2 at i11
    with dissolve_cg
    "优里沉默了一会。"
    y "但是，[player]..."
    y "这似乎..."
    y "...不是什么好的共同点吧！"
    y 4b "呃，你这么想的话我有点尴尬..."
    mc "等-等下！"
    mc "我不是说它不好！"
    mc "抱歉，我确实没想到你会有这样的自我认知..."
    y "..."
    mc "我只是更想说，这样挺可爱的..."
    y 3q "啊-啊--"
    y "你突然间在说些什么...？"
    y "我...！"
    show monika 4 at l31
    m "好了，各位！"
    show yuri 3n at h11
    y "...！"
    show monika zorder 3 at f31
    m "我觉得差不多可以开始分享今天的诗了。"
    m "要是等太久的话，我们的时间可能就不够了。"
    show monika zorder 2 at t31
    show yuri zorder 3 at f11
    y 3w "啊..."
    "优里从如何回应的思考中解放了出来，松了口气。"
    show yuri zorder 2 at t11
    show monika zorder 3 at f31
    m 1 "还好吗，优里？"
    m "你似乎有点低落..."
    m "如果你不乐意的话，那我很抱歉..."
    show monika zorder 2 at t31
    show yuri zorder 3 at f11
    y 3v "啊，那倒没有..."
    y "...我没事。"
    show yuri zorder 2 at t11
    show monika zorder 1 at thide
    hide monika
    "优里松开了她的手，让书自动合在了我的拇指上。"
    mc "好吧..."
    mc "我今晚再读一些吧。"
    mc "还是说你更希望我们一起继续呢？"
    y 2f "唔...！"
    y "我...我两个都行..."
    mc "喔..."
    mc "这样的话，那我还是今晚多读一点好了。"
    mc "等我读到精彩的地方再跟你一起看，那样会更有意思吧？"
    y 2a "说得有道理。"
    y "那，你可以先自己读完前两章。"
    mc "好的！"
    show yuri zorder 1 at thide
    hide yuri
    "我站了起来。"
    "我大概记了下自己读到哪里后，把书放回了包里。"
    return

label yuri_exclusive_2:
    $ y_exclusivewatched = True
    play music t6 fadeout 1.0
    scene bg club_day
    with wipeleft_scene
    mc "嘿，优里。"
    show yuri 2f zorder 2 at t11
    y "诶？"
    mc "啊..."
    "我突然注意到优里正在读的是另一本书，而不是我们一起读的那本。"
    mc "抱歉！我没想打扰你..."
    y 2m "啊，没事..."
    y "我其实也是在等你..."
    show yuri 2a
    mc "啊，那这样的话..."
label yuri_exclusive_2_ch3:
    mc "那我们开始吧？"
    y 2c "嗯，好啊！"
    y 3a "事实上，我有一个请求..."
    y "...我可以先沏一些茶吗？"
    mc "没问题。"
    y 1c "谢谢你。"
    y 1a "如果世上有什么可以让我的阅读时光更加完美，那么它一定就是一杯温润的茶了。"
    y "更何况是自己给自己沏的茶。"
    show yuri zorder 1 at thide
    hide yuri
    "优里站了起来，走向储藏间。"
    "我在后面跟着，看着她从书架上取出了那种带滤网的小茶壶。"
    show yuri 1f zorder 2 at t11
    y "你能拿一下这个吗？"
    mc "行..."
    "优里把茶壶递给我，自己则拿了个电热水壶。"
    y "我去把这个插到讲台那边，然后我会去盛水。"
    show yuri zorder 1 at thide
    hide yuri
    "她从我身边走过，把水壶放在了讲台上。"
    "我则只是站着看她走来走去。"
    "她的走路姿态与她平时的讲话习惯间有着惊人的反差。"
    "尤其是配合她那修长的腿，显得优里端庄高雅。"
    show yuri 1f zorder 2 at t11
    y "好啦，可以把茶壶给我吗？"
    y 1a "谢谢，我马上回来。"
    mc "啊，我也许可以和你一起去..."
    y 1s "好啊...为什么不呢？"
    y "那走吧？"
    mc "嗯..."
    show monika 2a at l31
    m "唔？你们两个要去哪里？"
    show yuri 2e
    mc "诶？"
    mc "我们只是...优里要沏一些茶，所以..."
    "当我解释给莫妮卡听时，我才意识到这话说出来有多奇怪。"
    mc "我们只是去给茶壶盛点水..."
    show monika zorder 3 at f31
    m "啊，好吧！"
    m 4j "抱歉，我只是有点好奇..."
    m "这种事一个人做就够了吧，不是吗？"
    show monika 4a zorder 2 at t31
    mc "这个嘛--"
    show yuri zorder 3 at f11
    y 1k "莫妮卡，请管好你自己的事情。"
    y "还是说你想说，我尽力让 [player] 融入社团活动有什么不对吗？"
    show yuri zorder 2 at t11
    show monika zorder 3 at f31
    m 1g "诶-诶...？"
    show monika zorder 2 at t31
    mc "--！"
    "我张了张嘴。"
    show monika zorder 3 at f31
    m 5a "我..."
    m "我觉得没有不对啊..."
    show monika zorder 2 at t31
    show yuri zorder 3 at f11
    y 2l "哼..."
    y "那么走吧，[player]。"
    show yuri zorder 2 at t11
    mc "啊..."
    "优里迅速离开了教室，我则跟在后面。"
    stop music fadeout 1.0
    scene bg corridor
    show yuri 4c zorder 2 at t11
    with wipeleft_scene
    "走进走廊后，她突然将额头抵在了墙上。"
    y "我想都没想地就那样说了..."
    y "我怎么能说那种话..."
    mc "优里..."
    y 4b "我只是..."
    y "她说某些话的方式..."
    y "让我很...生气。"
    y "我这是怎么了...？"
    mc "没事的，优里。"
    mc "我觉得...你没做错什么！"
    mc "虽然可能有点过火了，但是..."
    mc "莫妮卡那样评判一个人也是不对的。"
    play music t9
    y 4a "[player]..."
    y "我都说了那种话了..."
    y "你怎么对我还是这么温柔？"
    mc "因为。"
    mc "你做出的事情永远都没有你脑海中想得那么严重。"
    mc "没有人是完美的。"
    mc "我们都有情感，我们虽然无法一直将它们隐藏起来。"
    mc "但你总是在脑海里放大它们..."
    mc "原本只是一场小雨，你会慢慢将它转化为飓风。"
    y 3q "啊..."
    y "不-不是..."
    y "你不会因为这么可怕的事情讨厌我吗...？"
    mc "我为什么会讨厌你呢？"
    mc "我不会因为人有情绪而去讨厌谁的..."
    mc "那样还算什么朋友啊？"
    y 4c "朋友...吗？"
    y "啊...唔..."
    "优里抬起了头。"
    y 3w "[player]..."
    y 3t "能和你成为朋友...我真的很开心！"
    mc "啊哈哈..."
    mc "谢谢你，优里。"
    mc "我也很高兴能和你做朋友..."
    "说这种话让我觉得多少有点尴尬..."
    "但我只是想尽量让优里好受些。"
    mc "总之...！"
    y 3u "啊-- 嗯..."
    y "我们走吧？"
    mc "嗯。"
    show yuri zorder 1 at thide
    hide yuri
    "优里和我走到了最近的饮水机。"
    "将茶壶灌满后，我们就回到了教室。"
    play music t6 fadeout 1.0
    scene bg club_day
    show yuri 1a zorder 2 at t11
    with wipeleft_scene
    y "[player]，你喜欢乌龙茶吗？"
    mc "啊，可以。"
    mc "什么都可以的。"
    y "很好。"
    "优里将电热水壶的温度设定到了93℃。"
    y 1f "是时候去把茶壶拿来了。"
    mc "你沏茶好正式啊。"
    y 1u "当然啦..."
    y "为别人沏茶时，我只会更用心的。"
    mc "即使我不是很懂茶艺也...？"
    y 2m "呼呼。"
    y 2a "那样，你只会更惊叹我的技艺的。"
    mc "嗯...肯定会的！"
    show yuri zorder 1 at thide
    hide yuri
    "优里拿过茶壶，开始量取茶叶。"
    "出乎我的意料，她甚至轻轻地哼起了歌。"
    show yuri 1c zorder 2 at t11
    mc "你现在的心情一定很好..."
    y 1a "是吗？"
    y "我在试着让情绪流露..."
    y "而你注意到了。"
    y 2u "我刚刚想了想..."
    y "我决定试着多表达一点自己的感情。"
    y "事实证明，这对我来说并不太难..."
    y 1c "只要在我身边的人是你。"
    mc "啊..."
    mc "那很好啊，优里！"
    mc "只是别太勉强自己了。"
    y 3u "你总是在为我着想，[player]..."
    y "很招人喜欢。"
    mc "这..."
    "优里是认真的..."
    "我都不知道自己能不能跟上她的节奏了...!"
    "优里为我们两人各沏了一杯茶。"
    y 1a "[player]，我还有一个请求。"
    y "你介意我们今天坐在地板上读书吗？"
    mc "诶？为什么？"
    y 1h "我的背会好受一些..."
    y "背靠着墙会比弯在座位上更舒服一些。"
    mc "啊，抱歉，昨天我都没有意识到。"
    y 1a "没关系。"
    y "只是我很容易背痛，所以得多小心一点。"
    mc "是吗？"
    mc "为什么会背痛呢..."
    y 1f "似乎是因为我的--"
    y 1n "啊--"
    y 1o "我-我的..."
    mc "你的阅读姿势，对吧？"
    mc "总是趴在桌子上读书..."
    y 2p "嗯！"
    y 2q "我的阅读姿势很糟！"
    y "所以我们应该坐到地上。"
    mc "有道理。"
    mc "那我先去那边拿书。"
    show yuri zorder 1 at thide
    hide yuri
    "我把书从包里抽了出来。"
    mc "啊，我还有一些巧克力..."
    "这是一包从来没被纱世里发现过的巧克力糖。"
    "配茶也许很不错，所以我就拿了出来。"
    "优里和我背靠着墙坐下了，而茶杯放在了一边。"
    "我们默契地恢复了与昨天相同的阅读姿势，分别握住书的一边。"
    "只是这次..."
    "我们靠得更近了。"
    show yuri 2h zorder 2 at t11
    y "我有点看不清..."
    mc "--！"
    show yuri 2e at d11
    "优里又靠近了一点以至于我们的肩膀都挨住了。"
    "这样我还怎么专心看书啊...？！"
    "优里平时已经足够可爱了，但..."
    "稍微放下了心防，她就可爱到让我无法承受了！"
    y 2f "你的茶杯..."
    "优里把我的茶杯递了过来。"
    "我用闲着的手接过茶杯，现在的姿势让我越来越难以专注了。"
    "因为现在我还要小心不要碰到优里的胸部...！"
    "同时，优里却好像什么都没注意。"
    "她维持着和往常一样热切的阅读表情，我猜她已经将书中世界以外的事抛在脑后了。"
    "我勉力保持着阅读的专注。"
    "..."
    "几分钟后，我终于可以放松一点了。"
    "我把茶杯放在了腿间，试着打开巧克力的包装纸。"
    mc "啊，对不起..."
    "为了打开包装，我的手短暂地离开了书。"
    mc "你想吃多少都行。"
    y 2s "啊，那..."
    y "谢谢了，但我还是不吃了..."
    mc "诶？确定吗？"
    y 2v "嗯..."
    y "手粘上巧克力的话，书页会被弄脏的..."
    mc "啊，有道理..."
    mc "我都没考虑到这些。"
    mc "我的错..."
    y 2a "没必要道歉的。"
    y "我来拿着书吧，可以吗？"
    mc "你确定吗...？"
    y "当然。"
    $ persistent.clear[3] = True
    $ renpy.save_persistent()
    scene y_cg2_bg
    show y_cg2_base
    show y_cg2_details
    show y_cg2_nochoc
    show y_cg2_dust1
    show y_cg2_dust2
    show y_cg2_dust3
    show y_cg2_dust4
    with dissolve_cg
    "优里用双手撑开了书。"
    "换成她举着并没有对我的阅读造成什么麻烦。"
    "但是正因如此，她的左臂几乎搭在了我的腿上。"
    mc "呃，那..."
    "优里又已经完全沉浸进去了。"
    "我将一块巧克力丢进了嘴里。"
    "然后，我拿起了另一块..."
    "递到了优里的面前。"
    "她连看都没看这边。"
    "只是自然地张开了嘴，好像这是很正常的行为。"
    "但这样的话，我就只能继续喂了！"
    hide y_cg2_nochoc
    "我小心地将巧克力放进了她的嘴里。"
    "优里配合地咬住了巧克力。"
    y "诶...？"
    show y_cg2_exp2
    "优里严肃的表情瞬间瓦解了。"
    y "我..."
    y "我刚刚..."
    "优里看了看我，似乎在确认刚刚发生了什么。"
    show y_cg2_exp3
    show y_cg2_nochoc:
        alpha 0
        linear 0.5 alpha 1
    hide y_cg2_exp2
    y "唔-唔..."
    y "[player]..."
    mc "抱-抱歉！"
    mc "我不该这样的..."
    y "嗯，其实..."
    y "好吧..."
    y "你-你只是在做..."
    y "朋友间...会做的事..."
    y "...对吧？"
    mc "我其实..."
    "虽然感觉哪里不太对，但是..."
    mc "是吧..."
    mc "...就是这样。"
    y "嗯..."
    y "那..."
    y "你继续就好了..."
    mc "好-好吧..."
    hide y_cg2_exp3
    "气氛现在变得非常紧张..."
    "优里在试图回到书中世界。"
    "但是我可以从她的表情看出来，她现在都无法做到专注了。"
    "我的心在狂跳..."
    "我紧张地用手指捏起另一块巧克力。"
    "不过这次，我们四目相对。"
    show y_cg2_exp3
    y "..."
    "怎么会变成这样...？"
    "优里的视线并没有移开。"
    "我注意到她的胸口在随着呼吸的节奏一起一伏。"
    "我抬起了手..."
    y "啊..."
    "就像刚才，优里微微张开了嘴。"
    "但是...这次可大不相同。"
    hide y_cg2_nochoc
    "我将巧克力放入了她的嘴中。"
    "我能感受到她那灼热的呼吸触到了我的手指。"
    stop music
    window hide(None)
    scene bg club_day
    window show(None)
    window auto
    show monika 4b zorder 2 at l31
    m "好了，各位！"
    mc "呜哇--"
    show yuri 3p zorder 2 at t11
    y "啊-啊！"
    play music t3
    "优里直起了身。"
    show yuri 3n
    show monika zorder 3 at f31
    m "是时候分享诗了！"
    m "[player]，你能帮优里把茶具收一下吗？"
    show monika zorder 2 at t31
    mc "好-好的...没问题。"
    show monika zorder 3 at f31
    m "好的，谢谢！"
    show monika zorder 1 at thide
    hide monika
    "咒语被突然瓦解了。"
    y 4c "我..."
    y "我会负责那些杯子..."
    mc "好..."
    show yuri zorder 1 at thide
    hide yuri
    "优里从地板上将茶杯收集起来。"
    "我捡起了那袋巧克力。"
    "终于，我们一言不发地匆匆将这边打扫干净了。"
    "我想我们两个都不会有勇气再提起刚刚的事..."
    return

